Repository: christmeunier/localization-support
Catalog: Localization/NovDictionary_zh-CN.tmx
Source language: en_us
Languages: zh_cn

source: Gateway OR
zh_cn: 或门

source: Gateway AND
zh_cn: 与门

source: Gateway Merge
zh_cn: 合并门

source: Repetitive
zh_cn: 重复

source: Multiple Instances
zh_cn: 多个实例

source: Excellent
zh_cn: 极佳

source: Good
zh_cn: 商品

source: Average
zh_cn: 平均

source: Poor
zh_cn: 差

source: Unacceptable
zh_cn: 不能接受

source: Box
zh_cn: 框

source: Box Elbow
zh_cn: 框弯头

source: Side Line
zh_cn: 侧边线

source: Mid Line
zh_cn: 中直线

source: Side Text
zh_cn: 侧边文本

source: Mid Text
zh_cn: 中部文本

source: Side Elbow
zh_cn: 侧边弯头

source: Mid Elbow
zh_cn: 中部弯头

source: Center Text
zh_cn: 中心文本

source: Bend
zh_cn: 弯曲

source: Annotation
zh_cn: 注释

source: Braces With Text
zh_cn: 带文本大括号

source: Oval
zh_cn: 椭圆

source: Line With Text
zh_cn: 带文本直线

source: Partial Bracket
zh_cn: 部分括号

source: Side Brace
zh_cn: 侧边大括号

source: Side Bracket
zh_cn: 侧边括号

source: Side Parenthesis
zh_cn: 侧边圆括号

source: Baloon
zh_cn: 球体

source: Automatic Dimension
zh_cn: 自动尺寸标注

source: Yellow Note
zh_cn: 便利贴

source: Sharp Starburst
zh_cn: 锐利星爆

source: Blunt Starburst
zh_cn: 钝星爆

source: Bezier
zh_cn: Bezier曲线

source: Side To Top Bottom
zh_cn: 侧边到顶底

source: Top Bottom To Side
zh_cn: 顶底到侧边

source: Side To Side
zh_cn: 边到边

source: Bottom To Top
zh_cn: 底到顶

source: Single 45 Degrees Arrow
zh_cn: 45°单箭头

source: Single 60 Degrees Arrow
zh_cn: 60°单箭头

source: Fancy Arrow
zh_cn: 虚幻箭头

source: Double 45 Degrees Arrow
zh_cn: 45°双箭头

source: Double 60 Degrees Arrow
zh_cn: 60°双箭头

source: Tail 45 Degrees Arrow
zh_cn: 45°尾箭头

source: Tail 60 Degrees Arrow
zh_cn: 60°尾箭头

source: Flexi Arrow 1
zh_cn: 弹性箭头 1

source: Flexi Arrow 2
zh_cn: 弹性箭头 2

source: Flexi Arrow 3
zh_cn: 弹性箭头 3

source: Double Flexi Arrow
zh_cn: 弹性双箭头

source: Routable Connector
zh_cn: 可路由连接器

source: Squared Double Tree
zh_cn: 方形双树

source: Slopped Double Tree
zh_cn: 斜形双树

source: Squared Multi Tree
zh_cn: 方形多树

source: Slopped Multi Tree
zh_cn: 斜形多树

source: Aruba
zh_cn: 阿鲁巴岛

source: Afghanistan
zh_cn: 阿富汗

source: Angola
zh_cn: 安哥拉

source: Anguilla
zh_cn: 安圭拉岛

source: Albania
zh_cn: 阿尔巴尼亚

source: Aland
zh_cn: 奥兰

source: Andorra
zh_cn: 安道尔

source: United Arab Emirates
zh_cn: 阿拉伯联合酋长国

source: Argentina
zh_cn: 阿根廷

source: Armenia
zh_cn: 亚美尼亚

source: American Samoa
zh_cn: 美属萨摩亚

source: Antarctica
zh_cn: 南极洲

source: Ashmoreand Cartier Islands
zh_cn: 阿什摩尔和卡蒂尔群岛

source: French Southernand Antarctic Lands
zh_cn: 法属南部和南极地区

source: Antiguaand Barbuda
zh_cn: 安提瓜和巴布达

source: Australia
zh_cn: 澳大利亚

source: Austria
zh_cn: 奥地利

source: Azerbaijan
zh_cn: 阿塞拜疆

source: Burundi
zh_cn: 布隆迪

source: Belgium
zh_cn: 比利时

source: Benin
zh_cn: 贝宁

source: Burkina Faso
zh_cn: 布基纳法索

source: Bangladesh
zh_cn: 孟加拉国

source: Bulgaria
zh_cn: 保加利亚

source: Bahrain
zh_cn: 巴林

source: The Bahamas
zh_cn: 巴哈马

source: Bosniaand Herzegovina
zh_cn: 波斯尼亚和黑塞哥维那

source: Saint Barthelemy
zh_cn: 圣巴泰勒米

source: Belarus
zh_cn: 白俄罗斯

source: Belize
zh_cn: 伯利兹

source: Bermuda
zh_cn: 百慕大

source: Bolivia
zh_cn: 玻利维亚

source: Brazil
zh_cn: 巴西

source: Barbados
zh_cn: 巴巴多斯

source: Brunei
zh_cn: 文莱

source: Bhutan
zh_cn: 不丹

source: Botswana
zh_cn: 博茨瓦纳

source: Central African Republic
zh_cn: 中非共和国

source: Canada
zh_cn: 加拿大

source: Switzerland
zh_cn: 瑞士

source: Chile
zh_cn: 智利

source: China
zh_cn: 中国

source: Ivory Coast
zh_cn: 象牙海岸

source: Cameroon
zh_cn: 喀麦隆

source: Democratic Republicofthe Congo
zh_cn: 刚果民主共和国

source: Republicof Congo
zh_cn: 刚果共和国

source: Cook Islands
zh_cn: 库克群岛

source: Colombia
zh_cn: 哥伦比亚

source: Comoros
zh_cn: 科摩罗

source: Cape Verde
zh_cn: 佛得角

source: Costa Rica
zh_cn: 哥斯达黎加

source: Cuba
zh_cn: 古巴

source: Cura
zh_cn: 库拉

source: Cayman Islands
zh_cn: 开曼群岛

source: Northern Cyprus
zh_cn: 北塞浦路斯

source: Cyprus
zh_cn: 塞浦路斯

source: Czech Republic
zh_cn: 捷克

source: Germany
zh_cn: 德国

source: Djibouti
zh_cn: 吉布提

source: Dominica
zh_cn: 多米尼加

source: Denmark
zh_cn: 丹麦

source: Dominican Republic
zh_cn: 多明尼加共和国

source: Algeria
zh_cn: 阿尔及利亚

source: Ecuador
zh_cn: 厄瓜多尔

source: Egypt
zh_cn: 埃及

source: Eritrea
zh_cn: 厄立特里亚

source: Spain
zh_cn: 西班牙

source: Estonia
zh_cn: 爱沙尼亚

source: Ethiopia
zh_cn: 埃塞俄比亚

source: Finland
zh_cn: 芬兰

source: Fiji
zh_cn: 斐济

source: Falkland Islands
zh_cn: 福克兰群岛

source: France
zh_cn: 法国

source: Faroe Islands
zh_cn: 法罗群岛

source: Federated Statesof Micronesia
zh_cn: 密克罗尼西亚联邦

source: Gabon
zh_cn: 加蓬

source: United Kingdom
zh_cn: 英国

source: Georgia
zh_cn: 格鲁吉亚

source: Guernsey
zh_cn: 根西岛

source: Ghana
zh_cn: 加纳

source: Guinea
zh_cn: 几内亚

source: Gambia
zh_cn: 冈比亚

source: Guinea Bissau
zh_cn: 几内亚比绍

source: Equatorial Guinea
zh_cn: 赤道几内亚

source: Greece
zh_cn: 希腊

source: Grenada
zh_cn: 格林纳达

source: Greenland
zh_cn: 格陵兰

source: Guatemala
zh_cn: 危地马拉

source: Guam
zh_cn: 关岛

source: Guyana
zh_cn: 圭亚那

source: Hong Kong SAR
zh_cn: 香港特别行政区

source: Heard Islandand Mc Donald Islands
zh_cn: 赫德岛和麦克唐纳群岛

source: Honduras
zh_cn: 洪都拉斯

source: Croatia
zh_cn: 克罗地亚

source: Haiti
zh_cn: 海地

source: Hungary
zh_cn: 匈牙利

source: Indonesia
zh_cn: 印尼

source: Isleof Man
zh_cn: 马恩岛

source: India
zh_cn: 印度

source: Indian Ocean Territories
zh_cn: 印度洋领土

source: British Indian Ocean Territory
zh_cn: 英属印度洋领地

source: Ireland
zh_cn: 爱尔兰

source: Iran
zh_cn: 伊朗

source: Iraq
zh_cn: 伊拉克

source: Iceland
zh_cn: 冰岛

source: Israel
zh_cn: 以色列

source: Italy
zh_cn: 意大利

source: Jamaica
zh_cn: 牙买加

source: Jersey
zh_cn: 泽西岛

source: Jordan
zh_cn: 约旦

source: Japan
zh_cn: 日本

source: Siachen Glacier
zh_cn: 锡亚琴冰川

source: Kazakhstan
zh_cn: 哈萨克斯坦

source: Kenya
zh_cn: 肯尼亚

source: Kyrgyzstan
zh_cn: 吉尔吉斯斯坦

source: Cambodia
zh_cn: 柬埔寨

source: Kiribati
zh_cn: 基里巴斯

source: Saint Kittsand Nevis
zh_cn: 圣基茨和尼维斯

source: South Korea
zh_cn: 韩国

source: Kosovo
zh_cn: 科索沃

source: Kuwait
zh_cn: 科威特

source: Laos
zh_cn: 寮国

source: Lebanon
zh_cn: 黎巴嫩

source: Liberia
zh_cn: 利比里亚

source: Libya
zh_cn: 利比亚

source: Saint Lucia
zh_cn: 圣卢西亚

source: Liechtenstein
zh_cn: 列支敦士登

source: Sri Lanka
zh_cn: 斯里兰卡

source: Lesotho
zh_cn: 莱索托

source: Lithuania
zh_cn: 立陶宛

source: Luxembourg
zh_cn: 卢森堡

source: Latvia
zh_cn: 拉脱维亚

source: Macao SAR
zh_cn: 澳门特别行政区

source: Saint Martin
zh_cn: 圣马丁

source: Morocco
zh_cn: 摩洛哥

source: Monaco
zh_cn: 摩纳哥

source: Moldova
zh_cn: 摩尔多瓦

source: Madagascar
zh_cn: 马达加斯加

source: Maldives
zh_cn: 马尔代夫

source: Mexico
zh_cn: 墨西哥

source: Marshall Islands
zh_cn: 马绍尔群岛

source: Macedonia
zh_cn: 马其顿

source: Mali
zh_cn: 马里

source: Malta
zh_cn: 马耳他

source: Myanmar
zh_cn: 缅甸

source: Montenegro
zh_cn: 黑山

source: Mongolia
zh_cn: 蒙古国

source: Northern Mariana Islands
zh_cn: 北马里亚纳群岛

source: Mozambique
zh_cn: 莫桑比克

source: Mauritania
zh_cn: 毛里塔尼亚

source: Montserrat
zh_cn: 蒙特塞拉特

source: Mauritius
zh_cn: 毛里求斯

source: Malawi
zh_cn: 马拉维

source: Malaysia
zh_cn: 马来西亚

source: Namibia
zh_cn: 纳米比亚

source: New Caledonia
zh_cn: 新喀里多尼亚

source: Niger
zh_cn: 尼日尔

source: Norfolk Island
zh_cn: 诺福克岛

source: Nigeria
zh_cn: 尼日利亚

source: Nicaragua
zh_cn: 尼加拉瓜

source: Netherlands
zh_cn: 荷兰

source: Norway
zh_cn: 挪威

source: Nepal
zh_cn: 尼泊尔

source: Nauru
zh_cn: 瑙鲁

source: New Zealand
zh_cn: 新西兰

source: Oman
zh_cn: 阿曼

source: Pakistan
zh_cn: 巴基斯坦

source: Panama
zh_cn: 巴拿马

source: Pitcairn Islands
zh_cn: 皮特凯恩群岛

source: Peru
zh_cn: 秘鲁

source: Philippines
zh_cn: 菲律宾

source: Palau
zh_cn: 帕劳

source: Papua New Guinea
zh_cn: 巴布亚新几内亚

source: Poland
zh_cn: 波兰

source: Puerto Rico
zh_cn: 波多黎各

source: North Korea
zh_cn: 朝鲜

source: Portugal
zh_cn: 葡萄牙

source: Paraguay
zh_cn: 巴拉圭

source: Palestine
zh_cn: 巴勒斯坦

source: French Polynesia
zh_cn: 法属波利尼西亚

source: Qatar
zh_cn: 卡塔尔

source: Romania
zh_cn: 罗马尼亚

source: Russia
zh_cn: 俄罗斯

source: Rwanda
zh_cn: 卢旺达

source: Western Sahara
zh_cn: 西撒哈拉

source: Saudi Arabia
zh_cn: 沙特阿拉伯

source: Sudan
zh_cn: 苏丹

source: South Sudan
zh_cn: 南苏丹

source: Senegal
zh_cn: 塞内加尔

source: Singapore
zh_cn: 新加坡

source: South Georgiaand South Sandwich Islands
zh_cn: 南乔治亚和南桑威奇群岛

source: Saint Helena
zh_cn: 圣赫勒拿

source: Solomon Islands
zh_cn: 索罗门群岛

source: Sierra Leone
zh_cn: 塞拉利昂

source: El Salvador
zh_cn: 萨尔瓦多

source: San Marino
zh_cn: 圣马力诺

source: Somaliland
zh_cn: 索马里兰

source: Somalia
zh_cn: 索马里

source: Saint Pierreand Miquelon
zh_cn: 圣皮埃尔密克隆

source: Republicof Serbia
zh_cn: 塞尔维亚共和国

source: Sao Tomeand Principe
zh_cn: 圣多美和普林西比

source: Suriname
zh_cn: 苏里南

source: Slovakia
zh_cn: 斯洛伐克

source: Slovenia
zh_cn: 斯洛文尼亚

source: Sweden
zh_cn: 瑞典

source: Swaziland
zh_cn: 斯威士兰

source: Sint Maarten
zh_cn: 圣马丁

source: Seychelles
zh_cn: 塞舌尔

source: Syria
zh_cn: 叙利亚

source: Turksand Caicos Islands
zh_cn: 特克斯和凯科斯群岛

source: Chad
zh_cn: 乍得

source: Togo
zh_cn: 多哥

source: Thailand
zh_cn: 泰国

source: Tajikistan
zh_cn: 塔吉克斯坦

source: Turkmenistan
zh_cn: 土库曼斯坦

source: East Timor
zh_cn: 东帝汶

source: Tonga
zh_cn: 汤加

source: Trinidadand Tobago
zh_cn: 特立尼达多巴哥

source: Tunisia
zh_cn: 突尼斯

source: Turkey
zh_cn: 土耳其

source: Taiwan
zh_cn: 台湾

source: United Republicof Tanzania
zh_cn: 坦桑尼亚联合共和国

source: Uganda
zh_cn: 乌干达

source: Ukraine
zh_cn: 乌克兰

source: Uruguay
zh_cn: 乌拉圭

source: United Statesof America
zh_cn: 美利坚合众国

source: Uzbekistan
zh_cn: 乌兹别克斯坦

source: Vatican
zh_cn: 梵蒂冈

source: Saint Vincentandthe Grenadines
zh_cn: 圣文森特和格林纳丁斯

source: Venezuela
zh_cn: 委内瑞拉

source: British Virgin Islands
zh_cn: 英属维尔京群岛

source: United States Virgin Islands
zh_cn: 美属维尔京群岛

source: Vietnam
zh_cn: 越南

source: Vanuatu
zh_cn: 瓦努阿图

source: Wallisand Futuna
zh_cn: 瓦利斯和富图纳

source: Samoa
zh_cn: 萨摩亚

source: Yemen
zh_cn: 也门

source: South Africa
zh_cn: 南非

source: Zambia
zh_cn: 赞比亚

source: Zimbabwe
zh_cn: 津巴布韦

source: Battery
zh_cn: 电池

source: Ground
zh_cn: 接地

source: Chassis Ground
zh_cn: 机壳接地

source: Equipotentiality
zh_cn: 等势

source: Equipotentiality 2
zh_cn: 等势 2

source: Capacitor
zh_cn: 电容器

source: Capacitor 2
zh_cn: 电容器 2

source: Capacitor 3
zh_cn: 电容器 3

source: Trimmer Capacitor
zh_cn: 微调电容器

source: Variable Capacitor
zh_cn: 可变电容器

source: Diode
zh_cn: 二极管

source: Zener Diode
zh_cn: 稳压二极管

source: Tunnel Diode
zh_cn: 隧道二极管

source: Varicap
zh_cn: 变容二极管

source: Schottky Diode
zh_cn: 肖特基二极管

source: Shockley Diode
zh_cn: 肖克利二极管

source: Constant Diode
zh_cn: 恒压二极管

source: Gunn Diode
zh_cn: 耿氏二极管

source: Photo Diode
zh_cn: 光电二极管

source: Lamp
zh_cn: 电灯

source: Resistor US
zh_cn: 电阻器(US)

source: Potentiometer US
zh_cn: 电位计(US)

source: Resistor
zh_cn: 电阻器

source: Potentiometer
zh_cn: 电位计

source: Rheostat
zh_cn: 变阻器

source: Thermistor
zh_cn: 热敏电阻

source: Preset Resistor
zh_cn: 预设电阻器

source: Fuse
zh_cn: 熔断器

source: Fuse 2
zh_cn: 熔断器 2

source: Fuse 3
zh_cn: 熔断器 3

source: Inductor
zh_cn: 电感器

source: Transformer
zh_cn: 变压器

source: Vacuum Diode
zh_cn: 真空二极管

source: Mosfet Enhancement N Channel
zh_cn: 金属氧化物半导体场效应管增强型N通道

source: Mosfet Enhancement P Channel
zh_cn: 金属氧化物半导体场效应管增强型P通道

source: Mosfet Depletion P Channel
zh_cn: 金属氧化物半导体场效应管耗尽型P通道

source: Mosfet Depletion N Channel
zh_cn: 金属氧化物半导体场效应管耗尽型N通道

source: Darlington Pair
zh_cn: 达灵顿对

source: Sziklai Pair
zh_cn: 西克对管

source: Diac
zh_cn: 双向触发二极管

source: Triac
zh_cn: 触发三极管

source: Aerial
zh_cn: 天线

source: Frame Antenna
zh_cn: 框型天线

source: Loop Antenna
zh_cn: 环形天线

source: AND
zh_cn: 与

source: OR
zh_cn: 或

source: NOT
zh_cn: 非

source: NAND
zh_cn: 与非

source: NOR
zh_cn: 或非

source: XOR
zh_cn: 逻辑异或

source: XNOR
zh_cn: 逻辑同

source: Crystal
zh_cn: 晶体

source: Circuit Breaker
zh_cn: 断路器

source: Transducer
zh_cn: 变送器

source: Thermocouple
zh_cn: 热电偶

source: Oscillator
zh_cn: 振荡器

source: AC Source
zh_cn: 交流电源

source: DC Source
zh_cn: 直流电源

source: Latch
zh_cn: 锁存器

source: Thermopile
zh_cn: 热电堆

source: Strain Gauge
zh_cn: 应变仪

source: Touchplate
zh_cn: 触摸屏

source: Resonator 2 Pin
zh_cn: 谐振器(2针)

source: Resonator 3 Pin
zh_cn: 谐振器(3针)

source: Bridge Rectifier
zh_cn: 桥式整流器

source: Op Amp
zh_cn: 运算放大器

source: Heater
zh_cn: 加热器

source: Motor
zh_cn: 电机

source: Galvanometer
zh_cn: 电流计

source: Oscilloscope
zh_cn: 示波器

source: Bell
zh_cn: 铃声

source: Buzzer
zh_cn: 蜂鸣器

source: Speaker
zh_cn: 扬声器

source: Photocell
zh_cn: 光电池

source: Pentode
zh_cn: 五极管

source: Tetrode
zh_cn: 四极管

source: Triode
zh_cn: 三极管

source: Diode 2
zh_cn: 二极管 2

source: Generator
zh_cn: 发生器

source: Glowtube
zh_cn: 辉光管

source: Phototube
zh_cn: 光电管

source: Component
zh_cn: 元件

source: Enterprise Area
zh_cn: 企业区域

source: Event
zh_cn: 事件

source: Function
zh_cn: 功能

source: Information Material
zh_cn: 信息材料

source: Organizational Unit
zh_cn: 组织单位

source: Main Process
zh_cn: 主过程

source: Process Group
zh_cn: 过程群组

source: Process Path
zh_cn: 过程路径

source: Open Folder
zh_cn: 打开文件夹

source: Closed Folder
zh_cn: 封闭文件夹

source: Large Folder
zh_cn: 大号文件夹

source: New File
zh_cn: 新文件

source: Blank File
zh_cn: 空白文件

source: Classy Folder
zh_cn: 经典文件夹

source: Simple Folder
zh_cn: 简单文件夹

source: Simple Empty Folder
zh_cn: 简单空文件夹

source: Business Folder
zh_cn: 商务文件夹

source: Clipboard
zh_cn: 剪贴板

source: Clipboard Full
zh_cn: 剪贴板已满

source: Files
zh_cn: 文件

source: Smooth Folder
zh_cn: 光滑文件夹

source: Rounded Folder
zh_cn: 圆形文件夹

source: File Folder
zh_cn: 文件夹

source: Candy Folder
zh_cn: 糖果文件夹

source: Shiny Folder
zh_cn: 发光文件夹

source: Flat Folder
zh_cn: 扁平文件夹

source: Binder
zh_cn: 活页夹

source: Folders
zh_cn: 文件夹

source: Filled Folder
zh_cn: 满文件夹

source: Mail Stamp
zh_cn: 邮件戳

source: File List
zh_cn: 文件列表

source: Soft Folder
zh_cn: 软文件夹

source: Note Binder
zh_cn: 笔记活页夹

source: Hard Binder
zh_cn: 硬活页夹

source: Bahamas
zh_cn: 巴哈马

source: Bosnia And Herzegovina
zh_cn: 波斯尼亚和黑塞哥维那

source: Congo Democratic Republic Of
zh_cn: 刚果民主共和国

source: Congo Republic Of
zh_cn: 刚果共和国

source: Cote D Ivoire
zh_cn: 科特迪瓦

source: European Union
zh_cn: 欧盟

source: Korea North
zh_cn: 朝鲜

source: Korea South
zh_cn: 韩国

source: Micronesia
zh_cn: 密克罗尼西亚联邦

source: NATO
zh_cn: 北大西洋公约组织

source: Saint Kitts And Nevis
zh_cn: 圣克里斯多福与尼维斯

source: Saint Vincent And The Grenadines
zh_cn: 圣文森特和格林纳丁斯

source: Sao Tome And Principe
zh_cn: 圣多美与普林希比共和国

source: Serbia
zh_cn: 塞尔维亚

source: Tanzania
zh_cn: 坦桑尼亚

source: Trinidad And Tobago
zh_cn: 特立尼达和多巴哥

source: Tuvalu
zh_cn: 图瓦卢

source: United States
zh_cn: 美国

source: Coffee Table
zh_cn: 咖啡桌

source: Large Table
zh_cn: 大号桌

source: Magazines Table
zh_cn: 杂志桌

source: Conference Table
zh_cn: 会议桌

source: Conference Table 2
zh_cn: 会议桌 2

source: Conference Table 3
zh_cn: 会议桌 3

source: Large Conference Table
zh_cn: 大会议桌

source: Round Table
zh_cn: 圆桌

source: Oval Table
zh_cn: 椭圆形桌

source: Chair 1
zh_cn: 椅子 1

source: Chair 2
zh_cn: 椅子 2

source: Chair 3
zh_cn: 椅子 3

source: Rolling Chair 1
zh_cn: 轮椅 1

source: Comfy Chair 1
zh_cn: 软椅 1

source: Comfy Chair 2
zh_cn: 软椅 2

source: Comfy Rolling Chair
zh_cn: 软轮椅

source: Rolling Chair 2
zh_cn: 轮椅 2

source: Rolling Chair 3
zh_cn: 轮椅 3

source: Library Chair
zh_cn: 图书馆椅

source: Armchair
zh_cn: 扶手椅

source: Couch 1
zh_cn: 沙发 1

source: Couch 2
zh_cn: 沙发 2

source: Soft Couch
zh_cn: 软沙发

source: Soft Loveseat
zh_cn: 软双人椅

source: Soft Armchair
zh_cn: 软扶手椅

source: Business Couch
zh_cn: 商务沙发

source: Business Loveseat
zh_cn: 商务双人椅

source: Business Armchair
zh_cn: 商务扶手椅

source: Loveseat 1
zh_cn: 双人椅 1

source: Loveseat 2
zh_cn: 双人椅 2

source: Bench 1
zh_cn: 长凳 1

source: Bench 2
zh_cn: 长凳 2

source: Bench 3
zh_cn: 长凳 3

source: Simple Desk
zh_cn: 简单书桌

source: Drawer Desk
zh_cn: 抽屉书桌

source: Drawer Desk 2
zh_cn: 抽屉书桌 2

source: Reception Desk 1
zh_cn: 服务台 1

source: Reception Desk 2
zh_cn: 服务台 2

source: Large Desk With Side
zh_cn: 有边的大号桌

source: Corner Desk
zh_cn: 转角桌

source: Rounded Desk 1
zh_cn: 圆桌 1

source: Rounded Desk 2
zh_cn: 圆桌 2

source: Rounded Desk With Drawers
zh_cn: 带抽屉圆桌

source: Wavy Desk
zh_cn: 波浪形桌

source: Wavy Desk 2
zh_cn: 波浪形桌 2

source: Wavy Desk With Keyboard Drawer
zh_cn: 带键盘抽屉的波浪形桌

source: Wavy Desk 2 With Keyboard Drawer
zh_cn: 带键盘抽屉的波浪形桌 2

source: Kidney Desk
zh_cn: 肾形椅

source: Triple Desk
zh_cn: 三人桌

source: Octagon Desk
zh_cn: 八角桌

source: Desk System
zh_cn: 桌面系统

source: Extended Workspace
zh_cn: 加长工作区

source: Business Desk
zh_cn: 商务桌

source: Airport Bench
zh_cn: 机场长凳

source: Chairdesk
zh_cn: 主持会议桌

source: Heavy Leather Chair
zh_cn: 厚革椅

source: Round Armchair
zh_cn: 圆形扶手椅

source: Wooden Chair
zh_cn: 木椅

source: Director Chair
zh_cn: 导演椅

source: File Cabinet
zh_cn: 文件柜

source: File Cabinet 2
zh_cn: 文件柜 2

source: Bookcase
zh_cn: 书柜

source: Cabinet
zh_cn: 橱柜

source: Podium
zh_cn: 领奖台

source: Podium With Mic
zh_cn: 带话筒领奖台

source: Row Of Seats
zh_cn: 座椅的一排

source: Water Cooler
zh_cn: 饮水机

source: Small Sink 1
zh_cn: 小洗涤池 1

source: Small Sink 2
zh_cn: 小洗涤池 2

source: Large Sink 1
zh_cn: 大洗涤池 1

source: Large Sink 2
zh_cn: 大洗涤池 2

source: Corner Sink
zh_cn: 转角洗涤池

source: Bathroom Stall
zh_cn: 浴室小隔间

source: Bathroom Stall 2
zh_cn: 浴室小隔间 2

source: Handicapped Stall
zh_cn: 残疾人隔间

source: Handicapped Stall 2
zh_cn: 残疾人隔间 2

source: Toilet 1
zh_cn: 厕所 1

source: Toilet 2
zh_cn: 厕所 2

source: Bidet
zh_cn: 坐浴盆

source: Small Tub
zh_cn: 小浴盆

source: Larger Tub
zh_cn: 大浴盆

source: Corner Tub
zh_cn: 转角浴盆

source: Large Corner Tub
zh_cn: 大转角浴盆

source: Square Shower
zh_cn: 方形莲蓬头

source: Square Shower 2
zh_cn: 方形莲蓬头 2

source: Fridge
zh_cn: 电冰箱

source: American Fridge
zh_cn: 美国电冰箱

source: Microwave
zh_cn: 微波炉

source: Stove
zh_cn: 炉灶

source: Small Stove
zh_cn: 小炉灶

source: Kitchen Sink
zh_cn: 厨房洗涤池

source: Split Sink
zh_cn: 分离式洗涤池

source: Split Sink 2
zh_cn: 分离式洗涤池 2

source: Flatscreen
zh_cn: 显示器

source: Flatscreen With Stand
zh_cn: 立式显示器

source: Slim CRT
zh_cn: 超薄CRT

source: Desktop PC
zh_cn: 桌面PC

source: Laptop
zh_cn: 笔记本电脑

source: All In One PC
zh_cn: 多合一PC

source: Keyboard
zh_cn: 键盘

source: Mouse
zh_cn: 鼠标

source: Scrollwheel Mouse
zh_cn: 滚轮鼠标

source: Printer
zh_cn: 打印机

source: Scanner
zh_cn: 扫描仪

source: Copier
zh_cn: 复印机

source: Projector
zh_cn: 投影机

source: Fax
zh_cn: 传真

source: Process
zh_cn: 过程

source: Predefined Document
zh_cn: 预定义文档

source: Multi Document
zh_cn: 多文档

source: Predefined Process
zh_cn: 预定义过程

source: Stored Data
zh_cn: 已存数据

source: Internal Storage
zh_cn: 内部存储器

source: Sequencial Data
zh_cn: 连续数据

source: Direct Data
zh_cn: 直接数据

source: Manual Input
zh_cn: 手动输入

source: Manual Operation
zh_cn: 手动操作

source: Manual Loop
zh_cn: 手动循环

source: Card
zh_cn: 卡片

source: Paper Tape
zh_cn: 纸带

source: Display
zh_cn: 显示

source: Preparation
zh_cn: 准备

source: Loop Limit
zh_cn: 循环限制

source: Termination
zh_cn: 终止

source: Collate
zh_cn: 核对

source: Extract
zh_cn: 提取

source: Merge
zh_cn: 合并

source: Sort
zh_cn: 排序

source: Summing Junction
zh_cn: 和接面

source: Database
zh_cn: 数据库

source: On Page Reference
zh_cn: 页面内引用

source: Off Page Reference
zh_cn: 跨页引用

source: Process Iso 9000
zh_cn: ISO9000处理

source: Transport
zh_cn: 运输

source: Burger
zh_cn: 汉堡

source: Ice Cone
zh_cn: 卷筒冰激凌

source: Ice Stick
zh_cn: 冰棒

source: Cup
zh_cn: 杯子

source: Mug
zh_cn: 马克杯

source: Pizza
zh_cn: 比萨

source: Pizza Slice
zh_cn: 比萨饼

source: Fries
zh_cn: 炸薯条

source: Soft Drink
zh_cn: 软饮料

source: Martini Glass
zh_cn: 马提尼酒杯

source: Fork
zh_cn: 叉子

source: Knife
zh_cn: 餐刀

source: Spoon
zh_cn: 勺子

source: Tall Drink
zh_cn: 中杯饮料

source: Strong Drink
zh_cn: 烈性饮料

source: Shotglass
zh_cn: 小杯

source: Tall Shotglass
zh_cn: 中杯

source: Hot Dog
zh_cn: 热狗

source: Muffin
zh_cn: 小松饼

source: Cake
zh_cn: 蛋糕

source: Sushi
zh_cn: 寿司

source: Croissant
zh_cn: 羊角面包

source: Strawberry
zh_cn: 草莓

source: Apple
zh_cn: 苹果

source: Pear
zh_cn: 梨

source: Pineapple
zh_cn: 菠萝

source: Banana
zh_cn: 香蕉

source: Cherries
zh_cn: 樱桃

source: Tomato
zh_cn: 番茄

source: Eggplant
zh_cn: 茄子

source: Bell Pepper
zh_cn: 柿子辣

source: Carrot
zh_cn: 胡萝卜

source: Chili Pepper
zh_cn: 红辣椒

source: Computer
zh_cn: 计算机

source: Server
zh_cn: 服务器

source: Storage
zh_cn: 存储器

source: Hub
zh_cn: 集线器

source: Terminal
zh_cn: 终端

source: Cell
zh_cn: 电池

source: Firewall
zh_cn: 防火墙

source: Digicam
zh_cn: 数码相机

source: Webcam
zh_cn: 网络摄像头

source: DV Cam
zh_cn: DV摄像头

source: Tablet PC
zh_cn: 平板电脑

source: Smart Phone
zh_cn: 智能手机

source: Modem
zh_cn: 调制解调器

source: External Drive
zh_cn: 外置磁盘

source: Alternative
zh_cn: 替代

source: Create Request
zh_cn: 创建请求

source: Decision 1
zh_cn: 决策 1

source: Decision 2
zh_cn: 决策 2

source: Disk Storage
zh_cn: 磁盘存储

source: Divided Event
zh_cn: 分开的事件

source: Divided Process
zh_cn: 分开的过程

source: Line Curve Connector
zh_cn: 直线曲线连接器

source: Message From User
zh_cn: 来自用户的消息

source: Message To User
zh_cn: 对应用户的消息

source: Primitive From Call Control
zh_cn: 来自调用控制的基本体

source: Primitive To Call Control
zh_cn: 对应调用控制的基本体

source: Procedure
zh_cn: 程序

source: Return
zh_cn: 返回

source: Terminator
zh_cn: 终止符号

source: Skull
zh_cn: 脑壳

source: Radioactive
zh_cn: 放射性

source: Recycle
zh_cn: 脑壳

source: Man
zh_cn: 男人

source: Woman
zh_cn: 女人

source: Handicapped
zh_cn: 残疾人

source: Yin Yang
zh_cn: 阴阳

source: Heart
zh_cn: 心形

source: Flower
zh_cn: 花

source: Bowtie
zh_cn: 领结

source: Male
zh_cn: 男性

source: Female
zh_cn: 女性

source: Book
zh_cn: 书

source: Stick Figure
zh_cn: 简笔画

source: Sun
zh_cn: 太阳

source: Moon
zh_cn: 月亮

source: Orb
zh_cn: 球体

source: Simple Orb
zh_cn: 简单球体

source: Pill Button
zh_cn: 药丸按钮

source: Main Button
zh_cn: 主按钮

source: Glossy Button
zh_cn: 有光泽按钮

source: Aqua Pill
zh_cn: 浅绿色药丸

source: Human Icon
zh_cn: 人类图标

source: Human Icon 2
zh_cn: 人类图标 2

source: Human Icon 3
zh_cn: 人类图标 3

source: Human Icon 4
zh_cn: 人类图标 4

source: Male Figure
zh_cn: 男性人物

source: Female Figure
zh_cn: 女性人物

source: Flat Figure
zh_cn: 扁平化图形

source: New Actor
zh_cn: 新参与者

source: New Actor 2
zh_cn: 新参与者 2

source: New Actor 3
zh_cn: 新参与者 3

source: New Actor 4
zh_cn: 新参与者 4

source: Bubble Figure
zh_cn: 气泡图

source: Role Icon
zh_cn: 角色图标

source: Role Icon 2
zh_cn: 角色图标 2

source: User Icon
zh_cn: 用户图标

source: Users 1
zh_cn: 用户 1

source: Users 2
zh_cn: 用户 2

source: Users 3
zh_cn: 用户 3

source: Users 4
zh_cn: 用户 4

source: Users 5
zh_cn: 用户 5

source: Users 6
zh_cn: 用户 6

source: Users 7
zh_cn: 用户 7

source: Users 8
zh_cn: 用户 8

source: No Traffic
zh_cn: 禁止通行

source: No Entry
zh_cn: 禁止入内

source: No Parking
zh_cn: 禁止停车

source: No Parking Stop
zh_cn: 无停车位

source: Speed Limit
zh_cn: 限速

source: No Left Turn
zh_cn: 禁止左转

source: No Right Turn
zh_cn: 禁止右转

source: Keep Direction
zh_cn: 保持直行

source: Give Way
zh_cn: 让路

source: Highway
zh_cn: 公路

source: Dead End
zh_cn: 死胡同

source: One Way
zh_cn: 单向

source: Rail Crossing
zh_cn: 铁轨横穿

source: Parking Sign
zh_cn: 停车标志

source: Parking Time Sign
zh_cn: 停车时间标志

source: EU Route Sign
zh_cn: 欧盟路线标志

source: Intersection Sign
zh_cn: 交叉路口标志

source: Traffic Light Ahead
zh_cn: 前方红绿灯

source: Road Narrows One
zh_cn: 道路一侧变窄

source: Road Narrows
zh_cn: 道路狭窄

source: Uneven Road
zh_cn: 颠欺路面

source: Double Curve
zh_cn: 双曲线

source: Attention Sign
zh_cn: 警示标记

source: Height Limit
zh_cn: 限高

source: No U Turn
zh_cn: 禁止掉头

source: Recommended
zh_cn: 推荐

source: Attention Peds
zh_cn: 注意行人

source: Attention Roundway
zh_cn: 注意环形车道

source: Turn Ahead
zh_cn: 前方转弯

source: No Overtake
zh_cn: 禁止超车

source: No Truck Overtake
zh_cn: 禁止卡车超车

source: Caution Slippery
zh_cn: 小心地滑

source: End Limits
zh_cn: 终点限制

source: Steep Hill
zh_cn: 陡坡

source: Tunnel
zh_cn: 隧道

source: Falling Rocks
zh_cn: 落石

source: Avion
zh_cn: 军用飞机

source: Two Way Traffic
zh_cn: 双车道

source: River Bank
zh_cn: 河岸

source: Wind Sign
zh_cn: 有风标志

source: Right Way
zh_cn: 右行道

source: End Right Way
zh_cn: 右行道终点

source: Road Work
zh_cn: 修路

source: US Caution
zh_cn: 警告 (US)

source: US Interstate
zh_cn: 美国州际公路

source: US Road
zh_cn: 美国道路

source: US Speed Limit
zh_cn: 限速 (US)

source: US Traffic Light
zh_cn: 红绿灯 (US)

source: US Two Way Traffic
zh_cn: 双车道 (US)

source: US Road Work
zh_cn: 修路 (US)

source: US Slippery Road
zh_cn: 滑路 (US)

source: US Pedestrian
zh_cn: 行人 (US)

source: US Falling Rocks
zh_cn: 落石 (US)

source: Sunny
zh_cn: 晴朗

source: Clear Night
zh_cn: 晴朗的夜晚

source: Sunny Hot
zh_cn: 晴热

source: Cloudy
zh_cn: 多云

source: Mostly Cloudy
zh_cn: 多云
